<!DOCTYPE html
	PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
	 "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en-US" xml:lang="en-US">
<head>
<title></title>
<script type="text/javascript" src="js/tabber.js"></script>
<link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
</head>
<body>
<div id="container">
  <div id = "header">
    Jean-Karim H&eacute;rich&eacute;
  </div>
  <div class="tabber">
    <div class="tabbertab" title="Home">
      <p>Research interests
        <ul>
	  <li>Image-based systems biology</li>
	    <ul style="list-style-type:none">
	      <li></li>
	    </ul>
	  <li>Integration and mining of dynamic biological data</li>
	    <ul style="list-style-type:none">
	      <li></li>
	    </ul>
	  <li>Mitotic chromosome condensation</li>
	    <ul style="list-style-type:none">
	      <li></li>
	    </ul>
	</ul>
      </p>
    </div>

    <div class="tabbertab" title="Publications">
      <ul>

	<li> <b>H&eacute;rich&eacute; JK</b>, Lees JG, Morilla I, Walter T, Petrova B, Roberti MJ, Hossain MJ,
	  Adler P, Fern&aacute;ndez JM, Krallinger M, H&auml;ring CH, Vilo J, Valencia A, Ranea JA, Orengo C, Ellenberg J.
	  <b>Integration of biological data by kernels on graph nodes allows prediction of new genes 
	  involved in mitotic chromosome condensation.</b> Mol Biol Cell. 2014 Jun 18. pii: mbc.E13-04-0221. [Epub ahead of print]
          PubMed PMID: 24943848; PubMed Central PMCID: <a href="http://europepmc.org/abstract/MED/24943848"  target="_blank">24943848</a></li>

	<li> <b>H&eacute;rich&eacute; JK</b>.<b> Systematic cell phenotyping.</b> In: JM Hancock (editor). Phenomics. 
	  Boca Raton (FL) CRC Press; 2014. Chapter 5.</li>

	<li> Pau G, Walter T, Neumann B, <b>H&eacute;rich&eacute; JK</b>, Ellenberg J, Huber W.
	  <b>Dynamical modelling of phenotypes in a genome-wide RNAi live-cell imaging assay.</b>
	  BMC Bioinformatics. 2013 Oct 16;14:308. doi: 10.1186/1471-2105-14-308. 
	  PubMed PMID:24131777; PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC3827932" target="_blank">PMC3827932</a>.</li>

	<li> Alma&ccedil;a J, Faria D, Sousa M, Uliyakina I, Conrad C, Sirianant L, Clarke LA,
	  Martins JP, Santos M, <b>H&eacute;rich&eacute; JK</b>, Huber W, Schreiber R, Pepperkok R, Kunzelmann
	  K, Amaral MD. <b>High-content siRNA screen reveals global ENaC regulators and
	  potential cystic fibrosis therapy targets.</b> Cell. 2013 Sep 12;154(6):1390-400.
	  doi: 10.1016/j.cell.2013.08.045. PubMed PMID: <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=24034256" target="_blank">24034256</a>.</li>

	<li> Petrova B, Dehler S, Kruitwagen T, <b>H&eacute;rich&eacute; JK</b>, Miura K, H&auml;ring CH.
	  <b>Quantitative analysis of chromosome condensation in fission yeast.</b> Mol Cell Biol.
	  2013 Mar;33(5):984-98. doi: 10.1128/MCB.01400-12. Epub 2012 Dec 21. PubMed PMID: 
	  23263988; PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC3623070" target="_blank">PMC3623070</a>.</li>


	<li> Gudjonsson T, Altmeyer M, Savic V, Toledo L, Dinant C, Gr&oslash;fte M, Bartkova J,
	  Poulsen M, Oka Y, Bekker-Jensen S, Mailand N, Neumann B, <b>H&eacute;rich&eacute; JK</b>, Shearer R,
	  Saunders D, Bartek J, Lukas J, Lukas C. <b>TRIP12 and UBR5 suppress spreading of
	  chromatin ubiquitylation at damaged chromosomes.</b> Cell. 2012 Aug
	  17;150(4):697-709. doi: 10.1016/j.cell.2012.06.039. Epub 2012 Aug 9. PubMed PMID:
	  <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=22884692" target="_blank">22884692</a>.</li>


	<li> Simpson JC, Joggerst B, Laketa V, Verissimo F, Cetin C, Erfle H, Bexiga MG,
	  Singan VR, <b>H&eacute;rich&eacute; JK</b>, Neumann B, Mateos A, Blake J, Bechtel S, Benes V, Wiemann 
	  S, Ellenberg J, Pepperkok R. <b>Genome-wide RNAi screening identifies human proteins
	  with a regulatory function in the early secretory pathway.</b> Nat Cell Biol. 2012
	  Jun 3;14(7):764-74. doi: 10.1038/ncb2510. PubMed PMID: <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=22660414" target="_blank">22660414</a>.</li>


	<li> Ley S, Weigert A, <b>H&eacute;rich&eacute; JK</b>, Mille-Baker B, Janssen RA, Br&uuml;ne B. <b>RNAi screen 
	  in apoptotic cancer cell-stimulated human macrophages reveals co-regulation of
	  IL-6/IL-10 expression.</b> Immunobiology. 2013 Jan;218(1):40-51. doi:
	  10.1016/j.imbio.2012.01.019. Epub 2012 Feb 2. PubMed PMID: <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=22445721" target="_blank">22445721</a>.</li>


	<li> Bird AW, Erler A, Fu J, <b>H&eacute;rich&eacute; JK</b>, Maresca M, Zhang Y, Hyman AA, Stewart AF. 
	  <b>High-efficiency counterselection recombineering for site-directed mutagenesis in 
	  bacterial artificial chromosomes.</b> Nat Methods. 2011 Dec 4;9(1):103-9. doi:
	  10.1038/nmeth.1803. PubMed PMID: <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=22138824" target="_blank">22138824</a>.</li>

	
	<li> Moudry P, Lukas C, Macurek L, Neumann B, <b>H&eacute;rich&eacute; JK</b>, Pepperkok R, Ellenberg J,
	  Hodny Z, Lukas J, Bartek J. <b>Nucleoporin NUP153 guards genome integrity by
	  promoting nuclear import of 53BP1.</b> Cell Death Differ. 2012 May;19(5):798-807.
	  doi: 10.1038/cdd.2011.150. Epub 2011 Nov 11. PubMed PMID: 22075984; PubMed
	  Central PMCID: <a href="http://europepmc.org/articles/PMC3321618" target="_blank">PMC3321618</a>.</li>
	

	<li> Hegemann B, Hutchins JR, Hudecz O, Novatchkova M, Rameseder J, Sykora MM, Liu 
	  S, Mazanek M, L&eacute;n&aacute;rt P, <b>H&eacute;rich&eacute; JK</b>, Poser I, Kraut N, Hyman AA, Yaffe MB,
	  Mechtler K, Peters JM. <b>Systematic phosphorylation analysis of human mitotic
	  protein complexes.</b> Sci Signal. 2011 Nov 8;4(198):rs12. doi:
	  10.1126/scisignal.2001993. PubMed PMID: <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=22067460" target="_blank">22067460</a>.</li>


	<li> Lees JG, <b>H&eacute;rich&eacute; JK</b>, Morilla I, Ranea JA, Orengo CA. <b>Systematic computational
	  prediction of protein interaction networks.</b> Phys Biol. 2011 Jun;8(3):035008. doi:
	  10.1088/1478-3975/8/3/035008. Epub 2011 May 13. PubMed PMID: <a href ="http://www.ncbi.nlm.nih.gov/pubmed/?term=21572181" target="_blank">21572181</a>.</li>
	
	
	<li> Smedley D, Schofield P, Chen CK, Aidinis V, Ainali C, Bard J, Balling R,
	  Birney E, Blake A, Bongcam-Rudloff E, Brookes AJ, Cesareni G, Chandras C, Eppig
	  J, Flicek P, Gkoutos G, Greenaway S, Gruenberger M, <b>H&eacute;rich&eacute; JK</b>, Lyall A, Mallon
	  AM, Muddyman D, Reisinger F, Ringwald M, Rosenthal N, Schughart K, Swertz M,
	  Thorisson GA, Zouberakis M, Hancock JM. <b>Finding and sharing: new approaches to
	  registries of databases and services for the biomedical sciences.</b> Database
	  (Oxford). 2010 Jul 6;2010:baq014. doi: 10.1093/database/baq014. PubMed PMID:
	  20627863; PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC2911849" target="_blank">PMC2911849</a>.</li>


	<li> Neumann B, Walter T, <b>H&eacute;rich&eacute; JK</b>, Bulkescher J, Erfle H, Conrad C, Rogers P,
	  Poser I, Held M, Liebel U, Cetin C, Sieckmann F, Pau G, Kabbe R, W&uuml;nsche A,
	  Satagopam V, Schmitz MH, Chapuis C, Gerlich DW, Schneider R, Eils R, Huber W,
	  Peters JM, Hyman AA, Durbin R, Pepperkok R, Ellenberg J. <b>Phenotypic profiling of 
	  the human genome by time-lapse microscopy reveals cell division genes.</b> Nature.
	  2010 Apr 1;464(7289):721-7. doi: 10.1038/nature08869. PubMed PMID: 20360735;
	  PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC3108885" target="_blank">PMC3108885</a>.</li>

	
	<li> Hutchins JR, Toyoda Y, Hegemann B, Poser I, <b>H&eacute;rich&eacute; JK</b>, Sykora MM, Augsburg
	  M, Hudecz O, Buschhorn BA, Bulkescher J, Conrad C, Comartin D, Schleiffer A,
	  Sarov M, Pozniakovsky A, Slabicki MM, Schloissnig S, Steinmacher I, Leuschner M, 
	  Ssykor A, Lawo S, Pelletier L, Stark H, Nasmyth K, Ellenberg J, Durbin R,
	  Buchholz F, Mechtler K, Hyman AA, Peters JM. <b>Systematic analysis of human protein
	  complexes identifies chromosome segregation proteins.</b> Science. 2010 Apr
	  30;328(5978):593-9. doi: 10.1126/science.1181348. Epub 2010 Apr 1. PubMed PMID:
	  20360068; PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC2989461" target="_blank">PMC2989461</a>.</li>


	<li> Walter T, Shattuck DW, Baldock R, Bastin ME, Carpenter AE, Duce S, Ellenberg 
	  J, Fraser A, Hamilton N, Pieper S, Ragan MA, Schneider JE, Tomancak P, <b>H&eacute;rich&eacute;
	    JK</b>. <b>Visualization of image data from cells to organisms</b>. Nat Methods. 2010
	  Mar;7(3 Suppl):S26-41. doi: 10.1038/nmeth.1431. Review. PubMed PMID: 20195255;
	  PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC3650473" target="_blank">PMC3650473</a>.</li>

	
	<li> O'Donoghue SI, Gavin AC, Gehlenborg N, Goodsell DS, <b>H&eacute;rich&eacute; JK</b>, Nielsen CB,
	  North C, Olson AJ, Procter JB, Shattuck DW, Walter T, Wong B. <b>Visualizing
	  biological data-now and in the future.</b> Nat Methods. 2010 Mar;7(3 Suppl):S2-4.
	  doi: 10.1038/nmeth.f.301. PubMed PMID: <a href="http://www.ncbi.nlm.nih.gov/pubmed/?term=20195254" target="_blank">20195254</a>.</li>
	

	<li> Walter T, Held M, Neumann B, <b>H&eacute;rich&eacute; JK</b>, Conrad C, Pepperkok R, Ellenberg J. 
	  <b>Automatic identification and clustering of chromosome phenotypes in a genome wide
	  RNAi screen by time-lapse imaging.</b> J Struct Biol. 2010 Apr;170(1):1-9. doi:
	  10.1016/j.jsb.2009.10.004. Epub 2009 Oct 23. PubMed PMID: <a href="http://www.ncbi.nlm.nih.gov/pubmed/?term=19854275" target="_blank">19854275</a>.</li>


	<li> Poser I, Sarov M, Hutchins JR, <b>H&eacute;rich&eacute; JK</b>, Toyoda Y, Pozniakovsky A, Weigl D,
	  Nitzsche A, Hegemann B, Bird AW, Pelletier L, Kittler R, Hua S, Naumann R,
	  Augsburg M, Sykora MM, Hofemeister H, Zhang Y, Nasmyth K, White KP, Dietzel S,
	  Mechtler K, Durbin R, Stewart AF, Peters JM, Buchholz F, Hyman AA. <b>BAC
	  TransgeneOmics: a high-throughput method for exploration of protein function in
	  mammals.</b> Nat Methods. 2008 May;5(5):409-15. doi: 10.1038/nmeth.1199. Epub 2008
	  Apr 6. Erratum in: Nat Methods. 2008 Aug;5(8):748. PubMed PMID: 18391959; PubMed 
	  Central PMCID: <a href="http://europepmc.org/articles/PMC2871289" target="_blank">PMC2871289</a>.</li>
	

	<li> Ruan J, Li H, Chen Z, Coghlan A, Coin LJ, Guo Y, <b>H&eacute;rich&eacute; JK</b>, Hu Y,
	  Kristiansen K, Li R, Liu T, Moses A, Qin J, Vang S, Vilella AJ, Ureta-Vidal A,
	  Bolund L, Wang J, Durbin R. <b>TreeFam: 2008 Update.</b> Nucleic Acids Res. 2008
	  Jan;36(Database issue):D735-40. Epub 2007 Dec 1. PubMed PMID: 18056084; PubMed
	  Central PMCID: <a href="http://eurpoepmc.org/articles/PMC2238856" target="_blank">PMC2238856</a>.</li>


	<li> Moses AM, <b>H&eacute;rich&eacute; JK</b>, Durbin R. <b>Clustering of phosphorylation site
	  recognition motifs can be exploited to predict the targets of cyclin-dependent
	  kinase.</b> Genome Biol. 2007;8(2):R23. PubMed PMID: 17316440; PubMed Central PMCID: 
	   <a href="http://europepmc.org/articles/PMC1852407" target="_blank">PMC1852407</a>.</li>


	<li> Li H, Coghlan A, Ruan J, Coin LJ, <b>H&eacute;rich&eacute; JK</b>, Osmotherly L, Li R, Liu T,
	  Zhang Z, Bolund L, Wong GK, Zheng W, Dehal P, Wang J, Durbin R. <b>TreeFam: a
	  curated database of phylogenetic trees of animal gene families.</b> Nucleic Acids
	  Res. 2006 Jan 1;34(Database issue):D572-80. PubMed PMID: 16381935; PubMed Central
	  PMCID: <a href="http://europepmc.org/articles/PMC1347480" target="_blank">PMC1347480</a>.</li>


	<li> <b>H&eacute;rich&eacute; JK</b>, Ang D, Bier E, O'Farrell PH. <b>Involvement of an SCFSlmb complex in
	  timely elimination of E2F upon initiation of DNA replication in Drosophila.</b> BMC
	  Genet. 2003 Jun 4;4:9. PubMed PMID: 12787468; PubMed Central PMCID: <a href="http://europepmc.org/articles/PMC161817" target="_blank">PMC161817</a>.</li>


	<li> <b>H&eacute;rich&eacute; JK</b>, Chambaz EM. <b>Protein kinase CK2alpha is a target for the Abl and
	  Bcr-Abl tyrosine kinases.</b> Oncogene. 1998 Jul 9;17(1):13-8. PubMed PMID: <a href="http://www.ncbi.nlm.nih.gov/pubmed/?term=9671309" target="_blank">9671309</a>.</li>


	<li> Leroy D, <b>H&eacute;rich&eacute; JK</b>, Filhol O, Chambaz EM, Cochet C. <b>Binding of polyamines to
	  an autonomous domain of the regulatory subunit of protein kinase CK2 induces a
	  conformational change in the holoenzyme. A proposed role for the kinase
	  stimulation.</b> J Biol Chem. 1997 Aug 15;272(33):20820-7. PubMed PMID: <a href="http://www.ncbi.nlm.nih.gov/pubmed/?term=9252407" target="_blank">9252407</a>.</li>

	
	<li> <b>H&eacute;rich&eacute; JK</b>, Lebrin F, Rabilloud T, Leroy D, Chambaz EM, Goldberg Y.
	  <b>Regulation of protein phosphatase 2A by direct interaction with casein kinase
	  2alpha.</b> Science. 1997 May 9;276(5314):952-5. PubMed PMID: <a href="http://www.ncbi.nlm.nih.gov/pubmed/?term=9139659" target="_blank">9139659</a>.</li>

      </ul>
    </div>
    <div class="tabbertab" title="Downloads">
      <p>Some useful perl modules I have written (hosted on <a href="https://github.com/jkh1/Perlstuff">GitHub</a>):
	<ul>
	  <li><a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Matrix.pm">Algorithms::Matrix</a>: an object-oriented matrix manipulation and linear algebra library (requires <a href="http://search.cpan.org/~etj/Inline-C-0.62/lib/Inline/C.pod" target="_blank">Inline::C</a>)</li>
	  <li><a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Cube.pm">Algorithms::Cube</a>: an object-oriented library for third order tensors (requires <a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Matrix.pm">Algorithms::Matrix</a>)</li>
	  <li><a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Graph.pm">Algorithms::Graph</a>: extends Graph::Undirected (requires <a href="http://search.cpan.org/~neilb/Graph/lib/Graph/Undirected.pm" target="_blank">Graph::Undirected</a> and <a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Matrix.pm">Algorithms::Matrix</a>)</li>
	  <li><a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/FCM.pm">Algorithms::FCM</a>: fuzzy c-means clustering (requires <a href="http://search.cpan.org/~etj/Inline-C-0.62/lib/Inline/C.pod" target="_blank">Inline::C</a>)</li>
	  <li><a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/RVM.pm">Algorithms::RVM</a>: relevance vector machine for classification (requires <a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Matrix.pm">Algorithms::Matrix</a>)</li>
	  <li><a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/TimeSeries.pm">Algorithms::TimeSeries</a>: extends Algorithms::Matrix with methods for time series (requires <a href="https://github.com/jkh1/Perlstuff/blob/master/modules/Algorithms/Matrix.pm">Algorithms::Matrix</a>)</li>
	</ul>
      </p>
    </div>
    <div class="tabbertab" title="Links">
      <P>I have built and maintain the following projects web sites and databases:</P>
      <P>
	<a href="http://www.mitocheck.org" target="_blank"><img src="gfx/mitocheck-logo-82.gif"></a><br><br>
	<a href="http://www.mitosys.org" target="_blank"><img src="gfx/mitosys-logo.png"></a><br><br>
      </P>
    </div>
    <div class="tabbertab" title="Contact">
      <p>
	Jean-Karim H&eacute;rich&eacute;<br>
	Cell Biology & Biophysics Unit<br>
	European Molecular Biology Laboratory<br>
	Meyerhofstra&#223;e 1<br>
	69117 Heidelberg, Germany
      </p>
      <p>
	Phone: +49-6221-387-8402<br>
	Fax: +49-6221-387-8207<br>
        Email: heriche (*at*) embl.de<br>
      </p>
      <p>
      </p>
    </div>
  </div>
</div><!-- End container -->
</body>
</html>
